{
    "Language Changed": "🌍 Язык изменен на русский",
    "Welcome to PlayZap Bot.": "🎉 PlayZap Games — это соревновательная игровая платформа, основанная на навыках и предназначенная для обычных казуальных геймеров по всему миру. Созданная специально для экосистемы TON, теперь вы можете играть и зарабатывать токены PZP!\n\n🎮 Начните играть сегодня, пригласите друзей и откройте для себя удивительные награды, которые ждут вас! 👇🏼",
    "Launch the App🕹️": "Запустить приложение🕹️",
    "Play Challenge🤜🤛": "Играть в челлендж🤜🤛",
    "PlayZap Community🤝": "Сообщество PlayZap🤝",
    "Launch PlayZap": "Запустить PlayZap",
    "Win Exciting Prizes": "Выиграйте захватывающие призы",
    "Z Club League": "З-клубная лига",
    "Prize Pool": "Призовой фонд",
    "Play Now": "Играть сейчас",
    "Load more": "Загрузить больше",
    "Home": "Дом",
    "Games": "Игры",
    "win upto 30 ⭐": "выиграть до 30 ⭐",
    "Rewards": "Награды",
    "Earn": "Зарабатывать",
    "🤝 Invite & Earn": "🤝 Приглашайте и зарабатывайте",
    "Invited": "Приглашен",
    "Earned": "Заработано",
    "When you invite a friend, you receive 100 gems and your friend receives 30 gems": "Когда вы приглашаете друга, вы получаете 100 драгоценных камней, а ваш друг — 30 драгоценных камней.",
    "Invite a friend": "Пригласить друга",
    "Spinner": "Спиннер",
    "Spin": "Вращаться",
    "Daily Bonus": "Ежедневный бонус",
    "Claim": "Требовать",
    "Locked": "Заблокировано",
    "SHOW ALL REWARDS": "ПОКАЗАТЬ ВСЕ НАГРАДЫ",
    "Store": "Магазин",
    "Connect Wallet": "Подключить кошелек",
    "Start Transaction": "Начать транзакцию",
    "Top Players": "Лучшие игроки",
    "Play any games to collect skill points by completing the score objective.": "Играйте в любые игры, чтобы набирать очки навыков, выполняя поставленную задачу.",
    "Collect as many skill points to stay on top of the rank on the leaderboard.": "Наберите как можно больше очков навыков, чтобы оставаться на вершине таблицы лидеров.",
    "When the tournament period is over, you will receive your rewards based on your rank.": "Когда период турнира закончится, вы получите награды в зависимости от вашего ранга.",
    "Go to a wallet to see your reward and convert to available crypto tokens.": "Перейдите в кошелек, чтобы увидеть свое вознаграждение и конвертировать его в доступные крипто-токены.",
    "Okay": "Хорошо",
    "Main Menu 👇": "Главное меню 👇",
    "Pick a Game🧩": "Выбери игру🧩",
    "🎮Challenge Friends": "🎮Бросьте вызов друзьям",
    "👥 Join Community": "👥 Присоединяйтесь к сообществу",
    "🔍Earn more": "🔍Зарабатывайте больше",
    "Get real rewards for beating your friends' scores 🎁\nType @playzap_bot in your chat or tap the button below! 👇": "Получайте реальные награды за то, что побьете рекорды своих друзей 🎁\nНапишите @playzap_bot в чате или нажмите кнопку ниже! 👇",
    "💪Challenge Friends!": "💪Вызов друзьям!",
    "Join Playzap official community. Don't miss the giveaways!🎁": "Присоединяйтесь к официальному сообществу Playzap. Не пропустите розыгрыши!🎁",
    "Join TG": "Присоединяйтесь к ТГ",
    "Get a full access to Playzap and unlock the true potential of play & earn gaming with us 🤑. Choose your options below👇": "Получите полный доступ к Playzap и раскройте истинный потенциал игры и зарабатывайте на играх вместе с нами 🤑. Выберите варианты ниже👇",
    "🏆Play & Earn $PZP": "🏆Играйте и зарабатывайте $PZP",
    "🎁Redeem": "🎁Погасить",
    "🛒Buy $PZP": "🛒Купить $PZP",
    "🔥Follow on X": "🔥Подписывайтесь на X",
    "📩Download the App": "📩Скачайте приложение",
    "📈Stake $PZP": "📈Ставка $PZP",
    "👛Submit $PZP wallet": "👛Отправьте кошелек $PZP",
    "Main Menu🏠": "Главное меню🏠",
    "Play now or pick another game or challenge friends 💪🏻": "Играйте сейчас или выберите другую игру или бросьте вызов друзьям 💪🏻",
    "Merge your way out!": "Объедините свой выход!",
    "The addictive Block Puzzle game!": "Захватывающая игра-головоломка с блоками!",
    "Speed, Strategy, and Survival": "Скорость, стратегия и выживание",
    "Aim, Shoot, and score your way to victory!": "Цельтесь, стреляйте и забивайте очки на пути к победе!",
    "Slice your way with a twist of fun": "Проложите свой путь с изюминкой веселья",
    "Slide and make your way to the icy hills": "Скользите и пробирайтесь к ледяным холмам",
    "🖥 Website": "🖥 Сайт",
    "🔨 App is UnderMaintenance. Please try after some time.": "🔨 Приложение находится в режиме UnderMaintenance. Пожалуйста, попробуйте через некоторое время.",
    "Click the button below to Join PlayZap Community":	"Нажмите кнопку ниже, чтобы присоединиться к сообществу PlayZap.",
    "Your wallet address has been submitted,":	"Адрес вашего кошелька отправлен,",
    "Address:":	"Адрес:",
    "Username":	"Имя пользователя",
    "Failed to submit your wallet address. Please try again.":	"Не удалось отправить адрес вашего кошелька. Пожалуйста, попробуйте еще раз.",
    "An error occurred while submitting your wallet address:":	"Произошла ошибка при отправке адреса вашего кошелька:",
    "Your wallet address is not PlayZap wallet, Please follow the steps given by the bot to get your $PZP address,": "Адрес вашего кошелька не является кошельком PlayZap. Чтобы получить адрес $PZP, следуйте инструкциям бота.",
    "Click the button below to visit Playzap.Games website":	"Нажмите кнопку ниже, чтобы посетить сайт Playzap.Games.",
    "Write your $PZP wallet address in the chat:":	"Напишите в чат адрес своего кошелька $PZP:",
    "🚨 Your account is blocked and please contact admin for further details.":	"🚨 Ваша учетная запись заблокирована. Для получения более подробной информации свяжитесь с администратором.",
    "Tournament has been closed. Please create a new tournament by sending the game again in the chat!":	"Турнир закрыт. Пожалуйста, создайте новый турнир, отправив игру еще раз в чат!",
    "To submit your $PZP wallet address you need login to Arena by following this link: https://arena.playzap.games/ then copy the wallet address and paste it in this chat.": "Чтобы отправить адрес своего кошелька $PZP, вам необходимо войти в Arena, перейдя по этой ссылке: https://arena.playzap.games/, затем скопируйте адрес кошелька и вставьте его в этот чат."
}
